brew 'asdf'
brew 'diff-so-fancy'
brew 'fzf'
brew 'git'
brew 'libyaml'
brew 'nvim'
brew 'openssl'
brew 'ripgrep'
brew 'tmux'
brew 'zplug'
brew 'zsh'
cask 'brave-browser'
cask 'deepl'
cask 'iterm2'
cask 'karabiner-elements'
cask 'rectangle'
