tap 'ldayton/dippy'
brew 'dippy'
brew 'mise'
brew 'git-delta'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'gnu-getopt'
brew 'helm'
brew 'libyaml'
brew 'nvim'
brew 'openssl'
brew 'ripgrep'
brew 'smug'
brew 'tmux'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
cask 'brave-browser'
cask 'deepl'
cask 'iterm2'
cask 'karabiner-elements'
cask 'rectangle'
