tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'asdf'
brew 'autoconf'
brew 'automake'
brew 'bat'
brew 'diff-so-fancy'
brew 'fzf'
brew 'git'
brew 'jpeg'
brew 'libffi'
brew 'libyaml'
brew 'lua'
brew 'nvim'
brew 'openssl'
brew 'postgresql', restart_service: true
brew 'redis', restart_service: true
brew 'ripgrep'
brew 'source-highlight'
brew 'tmux'
brew 'tree'
brew 'vale'
brew 'webp'
brew 'wget'
brew 'yarn'
brew 'zsh'
cask 'brave-browser'
cask 'google-chrome'
cask 'iterm2'
cask 'karabiner-elements'
cask 'licecap'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'suspicious-package'
cask 'rectangle'
cask 'todoist'
cask 'deepl'
